export default function ham() {
  return [
    {
      id: 1,
      name: '双层吉士汉堡',
      desc: '百分百纯牛肉与双层香软芝士融为一体，加上松软面包及美味酱料，两倍滋味诱惑，无人能挡！',
      price: 22,
      pic: './asset/双层吉士.png'
    }, {
      id: 2,
      name: '安格斯MAX厚牛培根堡',
      desc: '将金黄的芝士片敷在牛肉饼上，通过热熔工艺让芝士慢慢融化、丝丝渗透进牛肉纤维中，半融化的芝士和肉饼的油脂相互交融，让口感更加丰富，浓香四溢！搭配培根、黄车打芝士片和新鲜罗马生菜，包裹在黑白芝麻布里欧面包中，淋上秘制酱汁，成就肉香浓郁的培根安格斯厚牛堡。',
      price: 33,
      pic: './asset/培根.png'
    }, {
      id: 3,
      name: '巨无霸',
      desc: '两块百分百纯牛肉搭配洋葱煎制，风味增强；增加50%美味酱料，浓郁拉满，搭配新升级满满嚼劲面包，芝士，生菜与酸黄瓜，味蕾层层爆炸！',
      price: 25,
      pic: './asset/巨无霸.png'
    }, {
      id: 4,
      name: '板烧鸡腿',
      desc: '原块去骨鸡排嫩滑多汁，加洋葱及胡椒调味，与翠绿新鲜的生菜和香浓烧鸡酱搭配，口感丰富，煎制过程0油添加，绝对让人食指大动！',
      price: 23,
      pic: './asset/板烧鸡腿.png'
    }, {
      id: 5,
      name: '汉堡包',
      desc: '百分百纯牛肉只以少许盐和胡椒调味配搭爽脆酸瓜洋葱粒与美味蕃茄酱经典滋味让你无法抵挡！',
      price: 13,
      pic: './asset/汉堡包.png'
    }, {
      id: 6,
      name: '麦辣鸡腿堡',
      desc: '金黄脆辣的外皮，鲜嫩幼滑的鸡腿肉，搭配清爽生菜和美味沙拉酱，多重滋味，一次打动您挑剔的味蕾。',
      price: 11,
      pic: './asset/麦辣鸡腿.png'
    }, {
      id: 7,
      name: '麦香鱼堡',
      desc: '由深海鳕鱼制成，外皮炸得金黄酥脆，内里又保留了鱼肉的鲜嫩多汁。美味鱼肉与滋味沙拉酱搭配，加上半片吉士，口感独特。',
      price: 21,
      pic: './asset/麦香鱼.png'
    }, {
      id: 8,
      name: '麦香鸡堡',
      desc: '清脆爽口的生菜，给你植物纤维；金黄酥脆的鸡肉则来自精心培育的优质嫩鸡。营养搭配，让你多一个好滋味的健康选择。',
      price: 16,
      pic: './asset/麦香鸡.png'
    }
  ]
}